Revit 2027 API
BuiltInFailures.FamilyFailures.CannotPasteLabelsAcrossFamilies Property
 Can't paste Labels across Families of different Categories.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteLabelsAcrossFamilies { get; }
Public Shared ReadOnly Property CannotPasteLabelsAcrossFamilies As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteLabelsAcrossFamilies {
	FailureDefinitionId^ get ();
}
static member CannotPasteLabelsAcrossFamilies : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace